String day0="""
01标题:有道词典笔打卡|DAY几
02【使用场景】:具体读物名(如:英语一20年真题、
《大卫香农》第一章)
03【使用功能】:英语查词|整段翻译|单词跟读打分| 听
力练习|文言文翻译|图书点读|专属生词本|日语翻译|
韩语翻译|等(不限于上述功能，根据实际使用功能描述
皆可)
04 【今日学习心得】:不少于50字(内容需原创，不得全
篇翻译或摘抄文献，每日内容不可完全重复)
05并带上#和有道词典笔的100天话题并@有道(成功
@和带话题会变蓝色)
06        结尾固定文案(每天任选5个):好物分享|沉浸式学习        
开学必备清单自律高效学习备考好物宝宝学习计划学习机推荐小学学习工具|鸡娃神器|高中生必备|无纸
化学习少儿英语职场英语|新学期逆袭|翻译笔点读
笔|大学四六级|外语|学习PLOG|学习VLOG
07        笔记类型可以是图文，也可以是视频，具体要求如下        
笔记类型        笔记发布要求        
每天发布四张图片，前三张为用户使用词
典笔的图片(第一张必须词典笔亮屏且完
图文笔记
整露出)，第四张为当天有道智慧学习
APP端打卡分享页。
每天发布15秒以上用户使用词典笔的视频
(必须出现5秒以上的词典笔亮屏且完整
视频笔记
露出)日季句令当天有道智慧学习APP
AICat618
""";

String day_2021_09_15="""

有道词典笔打卡|DAY
【使用场景】:《罗马帝国衰亡史》第四章第一节
【使用功能】:英语查词|整段翻译|单词跟读打分|听力练习|文言文翻译|图书点读|专属生词本|日语翻译|韩语翻译|
【今日学习心得】:不少于50字(内容需原创，不得全
篇翻译或摘抄文献，每日内容不可完全重复)
#和有道词典笔的100天# @有道
好物分享|沉浸式学习|开学必备清单|自律高效学习|备考好物|无纸化学习|翻译笔点读笔|外语|学习PLOG

""";

String day0_2021_09_13="""

有道词典笔打卡|DAY0
【使用场景】:《罗马帝国衰亡史》第四章第一节
【使用功能】:英语查词|整段翻译|单词跟读打分|听力练习|文言文翻译|图书点读|专属生词本|日语翻译|韩语翻译|
【今日学习心得】:不少于50字(内容需原创，不得全
篇翻译或摘抄文献，每日内容不可完全重复)
#和有道词典笔的100天# @有道
好物分享|沉浸式学习|开学必备清单|自律高效学习|备考好物|无纸化学习|翻译笔点读笔|外语|学习PLOG

""";

String day1_2021_09_15="""

有道词典笔打卡|DAY1
【使用场景】:《罗马帝国衰亡史》第五章第一节
【使用功能】:英语查词|整段翻译|单词跟读打分|专属生词本
【今日学习心得】:有道打卡我又来了!这次使用的是有道词典笔P3。P3相比2代显示窗口大了许多，而且屏幕感觉更加细腻、丝滑。
从二代便开始阅读《罗马帝国衰亡史》了，现在便开始在P3的协助下继续拾起这个习惯。今天开始阅读第四章，二世纪末，罗马帝国
在经历几位暴君的折腾后，彻底走向了毁灭的边缘。禁卫军竟然弑了励精图治的佩蒂纳克斯，然后开始公开售卖皇帝的宝座。尤利
安努斯也成为第一位通过花钱买上罗马帝国皇帝的人，当然也是在位最短的皇帝之一，仅仅66天便步其前任的后尘。
有道词典笔P3+阅读器，珠联璧合，开启无纸化学习的新篇章。
@有道
#和有道词典笔的100天# 
好物分享|沉浸式学习|开学必备清单|自律高效学习|无纸化学习|翻译笔点读笔

""";
String day2_2021_09_16="""

有道词典笔打卡|DAY2
【使用场景】《史记·五帝本纪第一》
【使用功能】整段翻译|文言文翻译|图书点读|专属生词本
【今日学习心得】之前大多数都是使用有道词典笔P3来学习英文，翻译英文语句。今天发现其还支持古汉语词典，正好我最近打算阅读《史记》。
《五帝本纪》是《史记》本纪第一篇，叙述了黄帝、颛顼、帝喾、尧、舜的功绩及美德，以及尧舜禹之间的禅让。
太令人惊叹了，阅读的过程中遇到一下生僻的字词，不认识，也不理解，有道词典笔都能识别；有些字古今意义大相径庭，它都可以正确解释。amazing
@有道
#和有道词典笔的100天# 
好物分享|沉浸式学习|开学必备清单|自律高效学习|无纸化学习|翻译笔点读笔

""";
String day3_2021_09_17="""

有道词典笔打卡|DAY3
【使用场景】《史记·夏本纪第二》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天阅读《史记》《夏本纪》，通过阅读我了解到了大禹治水，居外13年，兢兢业业，最终解决水患。治水是一个浩大的工程，需要人们精诚团结，通力合作。
在扫词翻译的过程中，我发现了有点词典笔P3的一个功能，古诗文赏析，点双箭头，就跳到了一个全新页面，竟然把整个文段都展示出来了，还有翻译与解析。
@有道
#和有道词典笔的100天# 
好物分享|沉浸式学习|开学必备清单|自律高效学习|无纸化学习|翻译笔点读笔
生活中的许多事情也是同理，就拿读书来说，不仅需要自律，而且还需要他人、他物提供的帮助，就像我现在就是在有道词典笔P3的协助下阅读书籍的。
在治理水患的过程中，禹与众人开九州，通九道，陂九泽，度九山，使土地宜于耕种，道路便于沟通，山河湖泽，安定宜居。
""";
String day4_2021_09_18="""

有道词典笔打卡|DAY4
【使用场景】《史记·殷本纪第三》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】通过今天的阅读，我了解到得民心者得天下这个道理。夏朝最后的君主桀无道，骄奢淫逸，众叛亲离，便失掉了天下。而天下归于有德有才、人心归附的成汤。
还了解到成语“网开一面”的最早出处，就是来自成汤网开三面。阅读的过程中有许多字人名，生僻难以认识，使用有道词典笔P3轻松搞定。
@有道
#和有道词典笔的100天# 
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔点读笔

""";

String day5_2021_09_19="""

有道词典笔打卡|DAY5
【使用场景】《史记·周本纪第四》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】王司徒说，天数有变，神器更易，而归有德之人。今天使用有道词典笔P3阅读周取代商的历史，正印证了这句话。
纣王残暴无道，宠信奸佞，残害忠良。西伯与之恰恰相反，扶危救困，积德行善。周朝建立初年，兴正礼乐，以教化民众。百姓和睦，天下安宁。
这也是咱们成为礼义之邦的一个重要阶段。我也在阅读中，认识了一些新字词，比如：豳、繄；对一些字有了新的认识：瘳，指疾病消失了
@有道
#和有道词典笔的100天# 
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔

""";

String day6_2021_09_20="""

有道词典笔打卡|DAY6
【使用场景】《史记·吴太伯世家第一》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《吴太伯世家》，其中季礼出使中原各国一段受益匪浅。这一段，通过季礼观赏礼乐，然后对各国的《诗》进行感叹，从而了解了各国的很多特征及风俗。
@有道
#和有道词典笔的100天# 
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔

""";

String day8_2021_09_22="""

有道词典笔打卡|DAY8
【使用场景】《史记·鲁周公世家第三》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天在有道词典笔P3的协助下阅读《鲁周公世家》。周公辅佐时期，流言四起，管叔、蔡叔及故殷太子武庚还联合作乱，正是“周公恐惧流言日”。
即使还政于周成王，依然谮言不断。周公不得已逃往楚国。后来得以证明周公的清白，成王才将周公接回来。真可谓，三人成虎、众口铄金、人言可畏啊。
@有道
#和有道词典笔的100天# 
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔

""";

String day9_2021_09_23="""

有道词典笔打卡|DAY9
【使用场景】《史记·燕召公世家第四》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《燕召公世家》，看到燕王哙时期，真是又气又好笑。他听信谗言，表面上法尧禅舜，自己将王位让与了国相子之。实际上却希望太子向子之争抢王位。
他企图通过这样做博取贤德的名声，然后坏人都让别人做。燕王哙这番操作简直让人无语，不久燕国大乱，齐湣王趁机攻燕，燕国险些亡国。
@有道
#和有道词典笔的100天# 
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔

""";
String day10_2021_09_24="""

有道词典笔打卡|DAY10
【使用场景】《史记·管蔡世家第五》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《管蔡世家》，主要记叙蔡国与曹国的变迁。周公辅佐时期，管叔与蔡叔作乱，旋即被平定。然而，蔡叔的儿子胡十分贤德，后便由其继承蔡国。
蔡国地处淮河上游地区，是楚国向中原扩张时的最前沿。蔡侯常与中原诸侯及吴国共同伐楚。然而，终究军合力不齐，蔡国被楚国灭亡时，各国也未能救援。
@有道
#和有道词典笔的100天# 
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔

""";
String day11_2021_09_25="""
有道词典笔打卡|DAY11
【使用场景】《史记·陈杞世家第六》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天虽然是周末，但像往常一样，继续使用有道词典笔P3阅读《史记》。今天读的是《陈杞世家》。陈国是虞舜的后代，杞国是夏禹的后代，周武王建国后，分封远古帝王及先贤的后人为诸侯，
陈国、杞国正是这时候列为诸侯的。到春秋晚期，两国皆被楚惠王所灭。
@有道
#和有道词典笔的100天# 
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day12_2021_09_26="""
有道词典笔打卡|DAY12
【使用场景】《史记·卫康叔世家第七》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天接着使用有道词典笔P3阅读《卫康叔世家》。在阅读的过程中，又发现一位荒唐的君王、一个搞笑的故事。卫懿公奢侈无度，而且特别喜欢鹤，以至于还给鹤封官加爵。
当东夷翟人入侵卫国时，卫懿公打算发兵，然而士卒纷纷逃跑，并说，“你咋不叫鹤去御敌。”这不仅让我想到《三国演义》里的一段故事，刘备请到诸葛亮后称如鱼得水，当曹操进攻刘备时，
张飞颇有醋意地说，“天天如鱼得水，你咋不拿水去御敌”。颇有相似之处，令人捧腹大笑。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day13_2021_09_27="""
有道词典笔打卡|DAY13
【使用场景】《史记·宋微子世家第八》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《宋微子世家》。通过阅读发现箕子真厉害，见微知著。他通过纣王开始使用象牙做的筷子，便断言商朝将亡，不能再振兴了。学习也应该这样，
要举一隅而反三隅，见到一个点就要想到面，看见表面就要思考内在。这样做，学习效率将会大幅度提高。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day14_2021_09_28="""
有道词典笔打卡|DAY14
【使用场景】《史记·晋世家第九》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天阅读《晋世家》，终于了解了”曲沃代翼“的过程了。可见强枝弱干，是不能稳固的。同时由于晋武公以小宗取代大宗，故后来晋国国君有意削弱其他宗室的力量，
而大力任用公卿大夫。渐渐地，晋国大权完全掌控在六卿手中，而最后由胜出的三家来瓜分晋国。历史往往如此，矫枉过正。在有道词典笔P3的协助下，阅读十分流畅，感触也特别深。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";

String day15_2021_09_29="""
有道词典笔打卡|DAY15
【使用场景】《史记·楚世家第十》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天依旧使用有道词典笔P3阅读《楚世家》，通过阅读了解了楚国兴衰的过程。楚国发源与长江中上游，当时尚未开发，属于荆蛮之地。到了春秋早期，发展地越来越强大。
逐渐侵凌江汉、江淮之间的小国，并吞并他们。到了一鸣惊人的楚庄王时，称霸一时，还留下庄王问鼎的典故。在战国之际，依然是首屈一指的大国。楚国最终被秦国灭掉，我认为一个原因是楚国的君主权力不够集中，
不少地方豪强是不听命于楚王的，到了楚国末期，这种情况愈发严重。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day16_2021_09_30="""
有道词典笔打卡|DAY16
【使用场景】《史记·郑世家第十二》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天照旧使用有道词典笔P3阅读《郑世家》。郑国的故事我比较熟悉，课本上都学过几个，比如《左传》的《郑伯克段于鄢》、《烛之武退秦师》，以及成语故事弦高犒师，道不拾遗、夜不闭户等等。
《史记》的记叙十分简洁，仅仅几句话，连烛之武的名字都没有出现。当然，不同人的描述，角度、观点也不尽相同，这样，对同一件事也能有更全面的了解。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day17_2021_10_1="""
有道词典笔打卡|DAY17
【使用场景】《史记·秦本纪第五》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天用有道词典笔P3阅读《秦本纪》，发现秦国与楚国有许多相似之处，都处于边鄙地区，或在中原，或在蛮夷。不同于楚国面对江淮之间诸多的小国，秦国则有一个强大的邻居——晋国。秦国向东方发展，
几次与晋国交手，未能取得进展。于是，秦国转向西戎方向发展。直至三家分晋，秦国的机会来了。秦孝公任用商鞅变法后，国力获得空前提升。终在秦始皇之时，扫灭六国，一统天下。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day18_2021_10_2="""
有道词典笔打卡|DAY18
【使用场景】《史记·越王句践世家第十一》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天照旧使用有道词典笔P3阅读《越王句践世家》。越王勾践卧薪尝胆的故事可谓妇孺皆知，范蠡被誉为财神也是名扬天下。”知子莫若父“便是出自陶朱公范蠡。
同时了解到成长环境对一个人性格的塑造的有着重要的影响。范蠡的大儿子成长与父亲经历过困苦，觉得钱财来之不易，便有些吝惜金钱。而小儿子生于发家之后，不吝惜财物。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day19_2021_10_3="""
有道词典笔打卡|DAY19
【使用场景】《史记·赵世家第十三》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天接着使用有道词典笔P3阅读《赵世家》。重新阅读了”赵氏孤儿“的故事，被公孙杵臼与程婴为保护赵家最后的而血脉舍身赴死的行为深深感动。
这就是舍生取义呀！前几天，正好在《七夕奇妙游》看到”惟忠与义兮，气冲斗牛“这句话，想到这里不禁令人热血沸腾。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day20_2021_10_4="""
有道词典笔打卡|DAY20
【使用场景】《史记·魏世家第十四》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天照旧使用有道词典笔P3阅读《魏世家》。在读到魏文侯老师田子方的一段话时，很有意思。大概是富贵不能骄，诸侯骄则失国，
大夫骄则失家，就是飞黄腾达了也不能飘，飘了就容易招来祸患。贫贱的人则不然，此处不留爷，自有留也处，去远方另谋高就也无所牵挂。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔

魏国在战国早期是首屈一指的强国，魏文侯礼贤下士，任用贤才，比如以李克变法、魏成子为相、西门豹治邺、乐羊吴起为将，
以卜子夏、田子方、段干木为师。同时我也了解到了，富贵不能骄的道理。诸侯骄则
""";
String day21_2021_10_5="""
有道词典笔打卡|DAY21
【使用场景】《史记·韩世家第十五》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《韩世家》。其中又一小段话令我印象深刻，就是“时绌举赢”。人都要顺的时候和不顺的时候，有些人
在风生水起之际，本可以做一些事，却没有做，而在困难的时候却想起来了，然后瞎折腾一番。最终往往徒劳无功，一地鸡毛。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day22_2021_10_6="""
有道词典笔打卡|DAY22
【使用场景】《史记·田敬仲完世家第十六》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《田敬仲完世家》。田氏代齐与三家分晋发生的时期差不多，是陈姓田氏一族历经几代人，取代姜姓吕氏的过程。尤其是田乞、田常父子
都使用同样的把戏，大斗出、小斗收，来收买人心。然后诛灭其他大族，独揽大权。最后贿赂其他诸侯及周天子，被列为诸侯，就是田氏齐国。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day23_2021_10_7="""
有道词典笔打卡|DAY23
【使用场景】《史记·孔子世家第十七》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天照旧使用有道词典笔P3阅读《孔子世家》。孔子的一生，可谓是奋斗的一生，践行自己的理论，一以贯之。孔子周游列国14年，不畏艰难险阻，仅为了施展抱负，实现自己的理想。
从孔子困于陈蔡之间，与子路、子贡、颜回的对话可见，其明知不可为而为之，即使不被天下所接受，又有什么关系呢。虽不能至，然心乡往之。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day24_2021_10_8="""
有道词典笔打卡|DAY24
【使用场景】《史记·伯夷列传第一》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】假期虽然结束了，但学习不能停止，今天我接着用有道词典笔P3阅读《伯夷列传》。伯夷叔齐不食周粟，饿死于首阳山的事迹，我在许多故事里都听闻过，今天再次了解一下全貌。
其实我是不太赞成他们的做法的，但是，我对他们的态度、骨气、精神是充满敬意的，而且也是鼓舞我的动力。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day25_2021_10_9="""
有道词典笔打卡|DAY25
【使用场景】《史记·管晏列传第二》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天照旧使用有道词典笔P3阅读《管晏列传》，简单记述了两位齐相管仲、晏婴的一些逸事。其中，管仲与鲍叔牙之间的友谊，也令我深深感动。
“生我者父母，知我者鲍子也”。管仲十分幸运，他遇到了鲍叔牙。面对一身缺点的管仲，鲍叔牙都能知道他情非得已，并且不离不弃，屡屡救助其于危难之际。知己难求啊，人生得一知己足矣！
管仲、晏婴都有明显的缺陷，却都能匡君辅国，使百姓安居乐业，从而称霸一时，名显诸侯。
另一方面，
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day26_2021_10_10="""
有道词典笔打卡|DAY26
【使用场景】《史记·老子韩非列传第三》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天照旧使用有道词典笔P3阅读《老子韩非列传》，本传主要讲述老子、庄周、申不害、韩非四位思想家的事迹及观点。其中后半部分引用韩非的《说难》一文，说明知道一件事并不难，
如何处理好一件事很难。司马迁也曾犯颜谏诤，然后遭受极刑，所以字里行间可以看出作者饱含深情。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔
""";
String day27_2021_10_11="""
有道词典笔打卡|DAY27
【使用场景】《史记·司马穰苴列传第四》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天像往常一样使用有道词典笔P3阅读《司马穰苴列传》。司马穰苴原名田穰苴，善于用兵，通晓兵法，后因功被封为大司马，后称司马穰苴。本传记叙了一件事，司马穰苴斩不守时
的监军庄贾，说明司马穰苴治军严明，军令如山。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day28_2021_10_12="""
有道词典笔打卡|DAY28
【使用场景】《史记·孙子吴起列传第五》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《孙子吴起列传》。本传的几位都是家喻户晓的人物，事故大家都耳熟能详。孙武、孙膑、吴起都是享誉至今的大军事家，都有兵法传世。孙武练兵、孙膑
膑脚、田忌赛马、围魏救赵、马陵之战、增兵减灶等，以及吴起求将，爱兵如子，为士卒吮伤口等等，都从本传了解到。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day29_2021_10_13="""
有道词典笔打卡|DAY29
【使用场景】《史记·伍子胥列传第六》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天继续使用有道词典笔P3阅读《伍子胥列传》。伍子胥复仇的故事十分励志，也大快人心，令人拍手称赞。伍子胥最后还留了一手呢，他看吴王越来越昏聩，便将儿子托付给齐国的鲍家。
若不是越国很快就把吴国灭掉了，不知道他这个儿子能不能再次上演报一仇灭一国的壮举。
倘若后世都像伍子胥那样，谁还会说“君让臣死，臣不得不死”，只会说“你毁我家，我灭你国”。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day30_2021_10_14="""
有道词典笔打卡|DAY30
【使用场景】《史记·仲尼弟子列传第七》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《仲尼弟子列传》。本传记载了三十多位孔子的徒弟的姓名、言行及一些事迹，其他人仅有姓名而已。从这些只言片语的记载中，能发现孔门弟子不同的性格、
特点，而且孔子的形象更加丰满：有喜好、有厌恶；有欢喜、有恼怒。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day31_2021_10_15="""
有道词典笔打卡|DAY31
【使用场景】《史记·商君列传第八》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天照例使用有道词典笔P3阅读《商君列传》。商鞅又名卫鞅、公孙鞅，他在秦孝公时期主持变法，是历史上值得浓墨重彩、大书特书的一件事。
商鞅变法，徙木立信，奖励耕战，秦国始强。虽然商鞅对秦国有很大贡献，但还是被车裂示众。纵使商鞅刻薄少恩，但这种结局，不免令人唏嘘。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day32_2021_10_16="""
有道词典笔打卡|DAY32
【使用场景】《史记·苏秦列传第九》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天一如既往使用有道词典笔P3阅读《苏秦列传》。看完之后，我觉得六国合纵对抗秦国这件事不靠谱。合纵连横，也只能一时成功。六国虽然一时联合，但各怀鬼胎，一有利益，
便互相攻伐；面对秦国，谁也不想拼尽全力。这比一盘散沙也强不到那去，怎能成事。打铁还需自身硬，要想真正立于不败之地，必须提高自身实力，努力变法图强才是正解。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day33_2021_10_17="""
有道词典笔打卡|DAY33
【使用场景】《史记·张仪列传第十》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《张仪列传》。张仪传与苏秦传类似，都是长篇的夸夸其谈，说辞都差不多。苏秦游说六国时，都是先夸各国的大、强，然后再嘲讽一下这么强
竟然还听命于秦国，如此一扬一抑，达到目的。张仪游说时，都是拿秦国的强大来恐吓六国。基本上都是同样的套路，可笑的事，却能屡试不爽。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day34_2021_10_18="""
有道词典笔打卡|DAY34
【使用场景】《史记·樗里子甘茂列传第十一》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天接着使用有道词典笔P3阅读《樗里子甘茂列传》，其中一段故事令我印象深刻。甘茂在出征前给秦武王交流中举了两个例子，一个是乐羊与魏文侯的故事，另一个是
一个与曾子同名的人做坏事，好多人说，曾子的母亲原本是不信的，但架不住说的人多，最终曾子的母亲还是相信了。都说明了上级对下级信任的重要性，用人不疑，疑人不用。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day35_2021_10_19="""
有道词典笔打卡|DAY35
【使用场景】《史记·穰侯列传第十二》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《穰侯列传》。历史总是惊人的相似，苏代为齐国下书穰侯魏冉劝其罢兵和烛之武退秦师劝秦穆公的言辞虽然迥异，但观点却是出奇的一致，
越国以鄙远，只能肥便宜了邻国。这也为后来秦国战术改为“远交近攻”作铺垫。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day36_2021_10_20="""
有道词典笔打卡|DAY36
【使用场景】《史记·白起王翦列传第十三》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天照例使用有道词典笔P3阅读《白起王翦列传》。秦国灭楚的过程十分有趣。秦始皇问需要多少人马。李信，年轻气盛，自信满满地说二十万就够了。而老将王翦却说
没有六十万不行。秦始皇一听，哈哈哈哈，王将军老了啊，看看人家李信多么勇猛。果然，李信先胜后败，损兵折将，大败而归。秦始皇不得不亲自到王翦家里，道歉，请老将出山。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day37_2021_10_21="""
有道词典笔打卡|DAY37
【使用场景】《史记·孟子荀卿列传第十四》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天依然使用有道词典笔P3阅读《孟子荀卿列传》。本传简要介绍了孟轲、驺衍、淳于髡、荀卿的生平以及主要观点，并一笔带过驺忌、慎到、环渊、接子、田骈、驺奭、
墨翟、公孙龙、李悝、尸子、长卢、吁子等等。这些都是春秋战国之际，各家各派的重要人物。有些人的观点，在我看来荒诞不羁，甚至有些可笑，不过在当时却大为流行。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day38_2021_10_22="""
有道词典笔打卡|DAY38
【使用场景】《史记·孟尝君列传第十五》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天和往常一样使用有道词典笔P3阅读《孟尝君列传》。孟尝君田文的名气比较大，门下宾客极多，故事也有很多，比如“函谷鸡鸣，秦宫狗盗”。然而，他出生时，他的父亲
靖郭君田婴却认为不吉利。而等到田文长大后，一席话说得田婴无言以对。后来再一席话，说得田婴以礼相待。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day39_2021_10_23="""
有道词典笔打卡|DAY39
【使用场景】《史记·平原君虞卿列传第十六》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天和往常一样使用有道词典笔P3阅读《平原君虞卿列传》。平原君赵胜有个有名的故事，便是毛遂自荐。在邯郸之围后，赵王还打算以地赂秦，虞卿急忙阻止，指出
这样做无异于抱薪救火。赵王却还犹豫不决，不过，最终在虞卿的强力劝说下决定出使齐国一起谋划对抗秦国。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day40_2021_10_24="""
有道词典笔打卡|DAY40
【使用场景】《史记·魏公子列传第十七》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天继续使用有道词典笔P3阅读《魏公子列传》。信陵君魏无忌真的是礼贤下士，天下相倾。以致汉高祖刘邦都十分敬重他，派人年年祭祀他。信陵君为解邯郸之围，
不得已矫杀晋鄙，窃符救赵。后来魏国危机，又临危受命。诸侯听说信陵君为将，纷纷调兵遣将救魏。最后，信陵君率五国之兵进击函谷关，这也是六国最后一次令秦兵不敢出函谷关。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day41_2021_10_25="""
有道词典笔打卡|DAY41
【使用场景】《史记·春申君列传第十八》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天继续使用有道词典笔P3阅读《春申君列传》。孟尝君田文、平原君赵胜、信陵君魏无忌、春申君黄歇并称战国四大公子。然而，盛名之下，其实难副。除了信陵君魏无忌
真正做到礼贤下士，堪称翩翩君子、无双国士外，其他几位即不尊贤，也不识才，不过是沽名钓誉之徒，浪得虚名罢了。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day42_2021_10_26="""
有道词典笔打卡|DAY42
【使用场景】《史记·范雎蔡泽列传第十九》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《范雎蔡泽列传》。范雎为秦昭王明确提出了“远交近攻”的策略，这为秦国统一六国作出了具体的执行方案。范雎原本是魏国人，也打算效命于
魏国。怎奈在魏国不但不被重用，反而遭受百般凌辱。死里逃生才得以在秦国施展才能。正是“灭六国者，六国也”。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day43_2021_10_27="""
有道词典笔打卡|DAY43
【使用场景】《史记·乐毅列传第二十》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《乐毅列传》。乐毅为报燕昭王的赏识，率五国之师伐齐，下齐七十余城。燕惠王继位后，中了田单的反间计，召乐毅返回。乐毅便逃到了赵国。
燕王派人责备乐毅，乐毅作报燕王书回复燕王，感人至深。孔子曾说：“用之则行，舍之则藏”，我觉得可以改为“用之则行，舍之则去”。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day44_2021_10_28="""
有道词典笔打卡|DAY44
【使用场景】《史记·廉颇蔺相如列传第二十一》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《廉颇蔺相如列传》。李牧是赵国抗击匈奴的英雄，抵御秦国的功臣。他爱兵如子，厚遇战士；足智多谋，百战百胜。有他在，匈奴不敢近赵国边境；
秦国几番进攻皆惨败而归。最后，秦国使出拿手好戏--反间计，赵王便十分听话斩了李牧。可叹，壮士未能马革裹尸，却丧命与自己人手里。“君不见，沙场征战苦，至今犹忆李将军”。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day45_2021_10_29="""
有道词典笔打卡|DAY45
【使用场景】《史记·田单列传第二十二》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《田单列传》。正常情况下田单应该是默默无闻的。而适逢乐毅伐齐，齐国顷刻间危如累卵。田单原本只想逃命，没想到被迫担当起
了重任。虽然如此，田单也担负起了自己的使命，先是流言易将，再用火牛阵大破燕军，尽复齐国失地。田单本来也是普通人，但普通人也应做好准备。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day46_2021_10_30="""
有道词典笔打卡|DAY46
【使用场景】《史记·鲁仲连邹阳列传第二十三》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《鲁仲连邹阳列传》。长平之战后，秦围邯郸，六国畏惧秦国，不敢救援赵国，都持有观望态度。鲁仲连恰好游历在赵国，他与魏将新垣衍
一番唇枪舌战，令新垣衍拜服。鲁仲连自持高节，不肯为五斗米折腰，不接受高官厚禄，他的言行举止、筹谋划策真是布衣之士。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day47_2021_10_31="""
有道词典笔打卡|DAY47
【使用场景】《史记·屈原贾生列传第二十四》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《屈原贾生列传》。贾谊年纪轻轻，便满腹经纶，才华横溢，高中课本也节选了他的《过秦论》部分段落。不过他在朝中不久便被贬谪到长沙做长沙王太傅。
路过汨罗江，贾谊作赋凭吊屈原。同是天涯沦落人，他们遭遇是多么的相似：文弱书生，抑郁不得志，忧愤而终。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day48_2021_11_1="""
有道词典笔打卡|DAY48
【使用场景】《史记·吕不韦列传第二十五》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《吕不韦列传》。吕不韦真是一位成功的商人，眼光很好，而且敢于冒风险。子楚是一位普普通通的质子，寄人篱下，毫无前途可言。
吕不韦不同于其他人，他认为这是奇货可居。他不惜千金，为子楚奔走。一番操作将其扶上秦王宝座，他自己也获得对应的回报，裂土封侯，一时风光无二。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day49_2021_11_2="""
有道词典笔打卡|DAY49
【使用场景】《史记·刺客列传第二十六》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《刺客列传》。本传的几个故事相当精彩，曹沫劫桓公、专诸刺王僚、豫让袭赵襄、聂政刺韩傀、荆轲刺秦王、高渐离击始皇。一个一个都是慷慨义士，
报君黄金台上意，提携玉龙为君死！士为知己者死，无论是否成功，他们的精神都是值得尊敬。但是，对于所采取的行为，我是十分反对的，尤其是年轻人，万不可如此。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day50_2021_11_3="""
有道词典笔打卡|DAY50
【使用场景】《史记·李斯列传第二十七》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《李斯列传》。通过阅读李斯的《谏逐客书》，可以发现秦国之所以强大，与其吸收、重用六国的人才有直接关系。海纳百川，有容乃大。只有保持开放
的态度，才能使物产更加丰饶，发展更具活力，才能让生活更加丰富多姿。秦国如此，其他国也是如此。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day51_2021_11_3="""
有道词典笔打卡|DAY51
【使用场景】《史记·蒙恬列传第二十八》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《蒙恬列传》。蒙骜、蒙武、蒙恬祖孙三代在秦国功勋卓著，尤其是蒙恬、蒙毅兄弟二人，深受秦始皇器重，一个为内谋，出入随王伴驾；一个领兵在外，
筑长城，退匈奴，修直道。然而秦二世，极其宠信赵高。蒙氏兄弟见秦二世而不得，最终被赵高所害。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day52_2021_11_4="""
有道词典笔打卡|DAY52
【使用场景】《史记·秦始皇本纪第六》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《秦始皇本纪》。秦始皇扫灭六国，统一度量衡，书同文、车同轨，功绩前所未有。但是秦始皇却听不进真话，正直的大臣都噤若寒蝉。身边围绕着
一群骗子，投其所好，帮其求仙问药。最终二世而亡。司马迁在本纪的最后引用了贾谊的《过秦论》，指出秦兴衰的原因。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day53_2021_11_5="""
有道词典笔打卡|DAY53
【使用场景】《史记·陈涉世家第十八》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《陈涉世家》。陈胜吴广的这段故事中学时也学过。陈胜由戍卒，揭竿而起，首事反秦，自立为陈王。真应了他早年间说过的话，燕雀安知鸿鹄之志。
另一方面，他派出去徇地的人也都各怀异志。到了各地，便自立为王，不再听取号令。陈胜也很快便兵败被害。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day54_2021_11_6="""
有道词典笔打卡|DAY54
【使用场景】《史记·张耳陈馀列传第二十九》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《张耳陈馀列传》。张耳、陈馀为忘年之交，更是刎颈之交。然而巨鹿之战时，张耳被围，陈馀不肯进兵，称是为了活下来为张耳报仇。
张耳不信这种说法，两人由此产生间隙，由此互相怨恨。项羽分封诸侯时，张耳为王，陈馀为侯，于是陈馀更加怨恨张耳。所以他们还是势利之交。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day57_2021_11_10="""
有道词典笔打卡|DAY57
【使用场景】《史记·魏豹彭越列传第三十》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《魏豹彭越列传》。魏豹是魏国的公子，秦末时被项羽封为西魏王，后来归附刘邦。刘邦不讲礼术，爱骂人，所以后来又反刘邦。彭越也在秦末聚集
数万人，归附刘邦。彭越长期扰乱项羽的粮道，项羽到他就跑，项羽一走他又重新骚扰项羽的后方。这成功牵制住了项羽，为刘邦在楚汉相争中获胜起了不容小觑的作用。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day58_2021_11_11="""
有道词典笔打卡|DAY58
【使用场景】《史记·黥布列传第三十一》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《黥布列传》。英布长大后受了黥刑，所以又叫黥布。英布作战勇猛异常，功冠诸侯，而且往往以少胜多。后来刘邦派说客，成功让其反了项羽。汉朝
建立后，韩信、彭越先后被诛，英布恐惧。后来起兵反叛，最终兵败被杀。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day59_2021_11_12="""
有道词典笔打卡|DAY59
【使用场景】《史记·淮阴侯列传第三十二》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《淮阴侯列传》。淮阴侯韩信是汉初三杰之一，用兵如神，善于将兵，有兵仙之称。早先韩信十分贫困，连饭都吃不上，常常去人家里蹭吃蹭喝，受人白眼。
韩信曾受胯下之辱，这并不是韩信胆小怕事，而是那样做不能成名。那时候的有志之士，啥都不怕，就是怕名不能显于诸侯，闻于后世。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day60_2021_11_13="""
有道词典笔打卡|DAY60
【使用场景】《史记·萧相国世家第二十三》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《萧相国世家》。萧何也是汉初三杰之一，长期为刘邦留守后方，转运粮草，输送兵员。刘邦称帝后，论功行赏，封赏位次都是萧何为第一，而且剑履上殿，
入朝不趋。不同于其他功臣，相继被诛灭。萧何虽然功高震主、民心归附，但他能听取他人的劝告，采取多种措施，令刘邦放心。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day61_2021_11_14="""
有道词典笔打卡|DAY61
【使用场景】《史记·留侯世家第二十五》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《留侯世家》。张良也是汉初三杰之一，运筹帷幄，神机妙算。张良原是战国韩的贵族，其祖父、父亲相韩五代君主。张良捡鞋便是发生在他年轻时的故事。
孺子可教，虽然是一个很有教育意义的故事，但对于现在的某些人，倚老卖老的太多了，年轻人可要看清了。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day62_2021_11_15="""
有道词典笔打卡|DAY62
【使用场景】《史记·韩信卢绾列传第三十三》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《韩信卢绾列传》。本传主要讲述三个人物：韩信、卢绾、陈豨。这些人出身不同，韩信是韩的贵族，被封为韩王；卢绾与刘邦是发小，而且同日出生，
他们的父亲也是至交好友，所以刘邦将其封为燕王；陈豨为侯。这些人镇守在北部边疆，守备匈奴，最终因恐惧而反叛汉朝，并接连匈奴。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day63_2021_11_16="""
有道词典笔打卡|DAY63
【使用场景】《史记·田儋列传第三十四》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《田儋列传》。本传主要讲述田儋、田荣、田横族弟三人，都是田氏齐国的后代，相继为齐王。田儋败于章邯，田荣败于项羽，田横算是败于韩信。汉朝建立
后，田横与五百壮士逃往海上。田横归附刘邦后自刎，五百壮士听闻后慕义而从，纷纷殉节。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day64_2021_11_17="""
有道词典笔打卡|DAY64
【使用场景】《史记·樊郦滕灌列传第三十五》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《樊郦滕灌列传》。本传主要讲述樊哙、郦商、夏侯婴、灌婴，都是汉初的猛将。比如讲述樊哙的部分，全是先登城头、破什么城、斩敌多少、捕虏多少、
获降卒多少等等。这些人在灭秦及楚汉相争中立下赫赫战功，都被封为侯，而且在汉初平叛时，依然能身先士卒。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day65_2021_11_18="""
有道词典笔打卡|DAY65
【使用场景】《史记·曹相国世家第二十四》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《曹相国世家》。曹参原本是沛县的狱掾，后跟刘邦反秦，成为一员大将，汉朝建立后出将入相，先是做齐相国。在治理齐国的过程中，采用黄老之术，
清静不扰民，获得成功，齐国安集。萧何去世后，曹参便成为汉朝的相国，依然采用之前的规定，休息无为。这便是萧规曹随的来历。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day66_2021_11_19="""
有道词典笔打卡|DAY66
【使用场景】《史记·陈丞相世家第二十六》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《陈丞相世家》。陈平是一位帅哥，年轻时家境很贫困，喜好黄老之术，善于出谋划策。先是跟随魏王咎，后归顺项羽，最后投奔刘邦。刘邦采用他的奇计，
破项羽、擒韩信、解平城之围，以及攻灭陈豨及黥布。在吕后及文帝时期，也能躲过祸患。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day67_2021_11_20="""
有道词典笔打卡|DAY67
【使用场景】《史记·绛侯周勃世家第二十七》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《绛侯周勃世家》。周勃是一员猛将，作战勇猛、身先士卒，然而不识字。后来与陈平诛灭诸吕，竟然也做到丞相之职。他的儿子周亚夫最贤，而且治军严整。
汉景帝时，发生了吴楚七国之乱，周亚夫率军将其平定，最后也被拜为丞相。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day68_2021_11_21="""
有道词典笔打卡|DAY68
【使用场景】《史记·张丞相列传第三十六》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《张丞相列传》。其实本章主要讲述的是汉惠帝后至汉武帝之前的汉朝的丞相或国相们，其中重点介绍了，张苍、周昌、申屠嘉等。比如周昌为人刚毅，
敢于直谏，众人敬惮。当刘邦想废太子时，周昌便直言不奉诏。而刘邦晚年想保全赵王时，也以周昌为赵相。不过，赵王终究被吕后所害，周昌便抱病不朝。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day69_2021_11_22="""
有道词典笔打卡|DAY69
【使用场景】《史记·郦生陆贾列传第三十七》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《郦生陆贾列传》。郦食其、陆贾、朱建，这几位口才好，是有名的辩士了。巧用三寸之舌，免受刀兵之苦。其中郦食其见刘邦时十分有趣。郦食其
是儒生打扮，刘邦讨厌儒生便传令说，我以天下为事，无暇见儒生。郦食其便怒目而视，对使者说，你回复说酒徒来了。后来刘邦与郦食其谈论，大喜。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day70_2021_11_23="""
有道词典笔打卡|DAY70
【使用场景】《史记·傅靳蒯成列传第三十八》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《傅靳蒯成列传》。傅宽、靳歙、蒯成是有名大将，跟随刘邦起兵、定三秦、破项羽，都有很高的功劳，皆被封为侯。汉朝建立后，陈豨反叛，刘邦亲征，
蒯成哭泣劝止。刘邦很感到，觉得之前不离不弃，如今依然为自己着想，便赐蒯成入殿门不趋。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day71_2021_11_24="""
有道词典笔打卡|DAY71
【使用场景】《史记·刘敬叔孙通列传第三十九》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《刘敬叔孙通列传》。娄敬以粗布衣衫见刘邦，劝其定都关中。后来刘邦定都关中，便赐娄敬姓刘。后来刘邦不听刘敬劝阻进击匈奴，险些不得脱。后来
便听刘敬的办法，与匈奴和亲。刘敬出使完匈奴后，便趁机让刘邦加强对战国诸侯后裔以及各地豪杰的控制。叔孙通在汉初制定礼仪，让刘邦感觉到当皇帝的尊贵了。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day72_2021_11_25="""
有道词典笔打卡|DAY72
【使用场景】《史记·季布栾布列传第四十》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《季布栾布列传》。得黄金百，不如得季布一诺。季布为人豪爽，讲义气。在楚汉相争之际，多次使刘邦陷入窘境。最终在大侠朱家的奔走下，刘邦赦免了
季布，后又被拜为郎中。季布的舅舅丁固也曾将刘邦赶入绝境，不过放了刘邦。项羽被灭后，丁固见刘邦，本以为刘邦会厚赏自己呢，然而被刘邦斩了，以儆后世。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day73_2021_11_26="""
有道词典笔打卡|DAY73
【使用场景】《史记·高祖本纪第八》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《高祖本纪》。汉高祖刘邦出身寒门，叫刘季，在现在就相当于刘四、刘老四。而且，为人不拘小节，不讲礼数，常常轻慢他人。长大之后，成为了泗水亭长。
吕公宴客时，刘邦不带一文，却在名片上写贺钱一万，而且坐到了上座。吕公善于相人，见刘邦后大惊，认为这是贵人，并把女儿嫁给了他。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day74_2021_11_27="""
有道词典笔打卡|DAY74
【使用场景】《史记·高祖本纪第八》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《高祖本纪》。刘邦还是颇具有英雄气度的。他在押解囚徒的途中，将囚徒放走，自己逃亡山里，斩白蛇而起。先灭秦，后与项羽争霸天下，最终一统天下，
建立汉朝。刘邦、项羽为人都有明显的缺陷，而刘邦取得天下，项羽身败，还是在于用人。项羽非亲信不重用，刘邦却能厚赏重用他人。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day75_2021_11_28="""
有道词典笔打卡|DAY75
【使用场景】《史记·吕太后本纪第九》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3阅读《吕太后本纪》。吕太后与刘邦是共患难的，而且性格刚毅，在诛功臣时也出力颇多。及刘邦崩后，吕后便对曾经威胁她儿子帝位的戚夫人及其子展开了报复，
并且打击其他刘氏宗亲，分封吕氏。虽然吕后为巩固权力不择手段，但在吕后主政期间，百姓和睦，民众丰衣足食，天下太平。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day76_2021_11_29="""
有道词典笔打卡|DAY76
【使用场景】《史记·齐悼惠王世家第二十二》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《齐悼惠王世家》。齐悼惠王刘肥是刘邦的长子，不过是庶出的，被封在齐地，又七十余城，尽是富饶的土地。吕后薨后，大臣诛诸吕。这其中以朱虚侯刘章
最为英勇，而且功劳最大。刘章是刘肥的儿子，齐哀王的弟弟。刘章便想拥立自己的哥哥齐哀王为帝。但齐王势大，不便于诸臣控制，于是大臣便急忙迎立看似弱小的代王为帝，即为汉文帝。
汉文帝是位城府极深的人，继位后便不断分化齐王势力，齐悼惠王这一支的结局可想而知了。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day77_2021_11_30="""
有道词典笔打卡|DAY77
【使用场景】《史记·袁盎晁错列传第四十一》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《袁盎晁错列传》。袁盎晁错两人关系很不好，被列位同传，说明有相似之处。袁盎常常上书直谏，有很好的名声。因病辞官归家时，也常常受到皇帝的器重，
询问计策。梁王嫉恨袁盎不为自己谋求太子之位，便派刺客刺了袁盎。晁错为皇帝削藩，然后吴楚七国以清君侧为名起兵，为平息叛乱汉景帝便斩了晁错。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day78_2021_12_1="""
有道词典笔打卡|DAY78
【使用场景】《史记·张释之冯唐列传第四十二》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《张释之冯唐列传》。张释之为廷尉，刚正不阿，赏罚分明。“持节云中，何日遣冯唐”。冯唐以李牧故事晓喻汉文帝，，汉文帝醒悟后，令冯唐持节云中，
赦免魏尚，并令其官复原职。后在汉景帝时冯唐免官，到汉武帝登基时，求取贤良的人才，有人举荐冯唐，此时冯唐已经九十多岁了，正是“冯唐易老”的来历。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day79_2021_12_2="""
有道词典笔打卡|DAY79
【使用场景】《史记·万石张叔列传第四十三》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《万石张叔列传》。万石君石奋，虽然文化水平不高，但恭谨无比，而且家教严明，四个儿子都温顺恭敬孝顺。石奋父子五人都官至二千石，所以称
石奋为万石君。万石君一家虽然能力一般，但孝谨，子孙后代官运亨通，官至二千石的多达十三人。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day80_2021_12_3="""
有道词典笔打卡|DAY80
【使用场景】《史记·田叔列传第四十四》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《田叔列传》。司马迁在本传的后部分记叙了田叔之子田仁与任安。司马迁与田仁、任安关系很好，高中课本还有司马迁的《报任安书》一文呢。
田仁、任安一起在卫青家做舍人，两人家庭贫困，都不被赏识。在平阳公主家里吃饭时，更被安排与骑奴同席。两人将席子割破，不与骑奴同席。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day81_2021_12_4="""
有道词典笔打卡|DAY81
【使用场景】《史记·扁鹊仓公列传第四十五》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《扁鹊仓公列传》。扁鹊秦越人是春秋战国时期的人，太仓公淳于意是汉初时期的人，都是当时的名医。扁鹊的故事家喻户晓，最著名的莫过于病入膏肓了。
扁鹊初见齐桓侯便告知其有病，齐桓侯却称自己无病。再见依然如此。后扁鹊再见齐桓侯知道无药可医，便逃跑了。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day82_2021_12_5="""
有道词典笔打卡|DAY82
【使用场景】《史记·吴王濞列传第四十六》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《吴王濞列传》。吴王刘濞是刘邦的二哥刘仲的儿子，孔武有力，被封为吴王。吴国有铜山铸造钱币，海水煮盐，所以国家富饶，百姓没有赋税。汉文帝时期，
刘濞的儿子入朝觐见，与太子饮酒博戏，却因此丧命于太子之手。吴王大怒，从此称病不朝。汉景帝后，开始削藩。吴王恐惧，便连同其他诸侯国叛乱。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day83_2021_12_6="""
有道词典笔打卡|DAY83
【使用场景】《史记·魏其武安侯列传第四十七》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《魏其武安侯列传》。魏其侯窦婴是汉文帝皇后的侄子，武安侯田蚡是汉景帝皇后的弟弟。将军灌夫与窦婴关系很好，但性情鲁莽，好喝酒坏事。
起初田蚡想要窦婴城南的田地，窦婴不给，从此两家开始互相埋怨。后田蚡娶夫人，在酒席宴前，灌夫骂坐不敬。田蚡想治灌夫的罪，窦婴想保全灌夫，双方在朝堂上争论不休。最终灌夫及家属
被弃市，几月后窦婴也被弃市，不久田蚡病没了。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day84_2021_12_7="""
有道词典笔打卡|DAY84
【使用场景】《史记·韩长孺列传第四十八》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《韩长孺列传》。韩安国有一次因为连坐，失势，便遭到狱吏的羞辱。不久，韩安国重新得到重用，那个狱吏便逃走了。韩安国采用手段找到狱吏，
狱吏十分害怕。韩安国却并没有报复他，这和韩信处理早年间羞辱自己的人做法很类似。这个故事还是成语“死灰复燃”的出处。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day85_2021_12_8="""
有道词典笔打卡|DAY85
【使用场景】《史记·李将军列传第四十九》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《李将军列传》。飞将军李广是秦朝大将李信的后裔，善骑射，作战十分英勇，令匈奴闻风丧胆，但是运气却不太好，一生未能获得封侯，
留下“李广难封”的遗憾。不同于其他将领，李广治军较为轻松，对士卒很宽容，并将赏赐都分给士卒，士卒也乐于在李广的麾下。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day86_2021_12_9="""
有道词典笔打卡|DAY86
【使用场景】《史记·匈奴列传第五十》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《匈奴列传》。本传简要说明了匈奴的历史，由于长期逐水草而居，时大时小，故记录不详。战国之际，秦、赵、燕与匈奴相接，都抗击匈奴并筑长城防备。
然而，楚汉相争之际，匈奴趁着中原纷争，在冒顿单于的带领下强大起来。其东击东胡，西破月氏，北服娄烦、丁零等部落，并南下劫掠汉朝的边境。刘邦曾亲征匈奴，由于轻敌被困，此后便一直采取和
亲的策略，慢慢积蓄力量。到汉武帝时，国力强盛起来，多次远征匈奴。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day87_2021_12_10="""
有道词典笔打卡|DAY87
【使用场景】《史记·卫将军骠骑列传五十一》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《卫将军骠骑列传》。卫青、霍去病正是大汉帝国双壁，两人多次分别率领大军北击匈奴，斩捕数以万计，建功颇丰。还曾经深入沙漠以北，几乎捉住匈奴单于。
霍去病曾说，“匈奴未灭，无以为家也”。所以，他每次出征都身先士卒，奔袭千里而不知疲惫。封狼居胥，饮马北海，立下不世之功，留下不朽的美名。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day88_2021_12_11="""
有道词典笔打卡|DAY88
【使用场景】《史记·平津侯主父列传五十二》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《平津侯主父列传》。本传主要讲述平津侯公孙弘，以及主父偃，并记录主父偃、徐乐、严安的上书文章。主父偃为汉武帝做的另一件事就是削藩，不同于之前
晁错的明削，主父偃以推恩令的形式，明面上以皇恩浩荡的样子分地赏诸侯的子弟，实际上弱化了各个诸侯的力量。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day89_2021_12_12="""
有道词典笔打卡|DAY89
【使用场景】《史记·司马相如列传五十七》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《司马相如列传》。司马相如是辞赋大家，《子虚赋》、《上林赋》、《大人赋》等名篇，辞藻华丽，汉武帝读了有凌云之意。早些年间司马相如也很不得志，
家徒四壁。在他去卓王孙家中时，知道卓文君喜好音乐，而又寡居在家，便以琴音挑逗她。后来两人私奔，卓文君当垆卖酒。后卓王孙给了司马相如夫妇万钱，他们才成为富裕人家。汉武帝读到《子虚赋》
时，司马相如老乡杨得意在旁边进言。后司马相如被汉武帝召见，得以施展才华。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day90_2021_12_13="""
有道词典笔打卡|DAY90
【使用场景】《史记·淮南衡山列传五十八》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《淮南衡山列传》。淮南厉王刘长，是刘邦的小儿子，其母亲在其出生不久便去世了，汉高祖十一年被立为淮南王。刘长蛮横骄纵，汉文帝继位后，自持为
皇帝的弟弟，更加肆无忌惮，而汉文帝却不制约他，反而放纵他。从这里可以看出，汉文帝有郑庄公的城府了。后来刘长果然犯事被放逐，刘长性格刚烈，受不了这等委屈，在路上便绝食而亡。汉文帝
这点小心思可瞒不了明眼人，所以有人作歌谣，“一尺布，尚可缝；一斗粟，尚可舂。兄弟二人不能相容。”。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day91_2021_12_14="""
有道词典笔打卡|DAY91
【使用场景】《史记·循吏列传第五十九》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《循吏列传》。循吏指的是奉职循理，以宽容、引导实现治理百姓的官吏。本传列举了楚庄王的相国孙叔敖、郑相子产、鲁相公仪休、楚昭王相石奢、
晋文公时的李离。孙叔敖、子产自古便时贤相的典范。再如，石奢放走自己的父亲、李离过失伤人，虽然君主都赦免了他们，他们依然自刎伏剑以正法。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day92_2021_12_15="""
有道词典笔打卡|DAY92
【使用场景】《史记·汲郑列传第六十》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《汲郑列传》。本传主要记述汲黯、郑庄，两人都好黄老之学，清静不折腾，到地方治理都能取得很好的成就。汲黯常常直言进谏，皇帝脸色变了也不畏惧。
由于这个，很难长期在朝堂上任职，一般就会被迫回家。当然了，富贵时，门庭若市；贫贱时，门可罗雀。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day93_2021_12_16="""
有道词典笔打卡|DAY93
【使用场景】《史记·儒林列传第六十一》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《儒林列传》。本传主要讲述汉初至汉武帝时期的一些儒生。如申公、辕固，此二人主攻诗经，伏生主攻尚书，董仲舒主攻春秋公羊传，以及他们的一些事迹，
他们在当地都是首屈一指的大儒，并教授徒弟。到公孙弘为学官之后，公卿大夫等等学习儒学的越来越多了。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day94_2021_12_17="""
有道词典笔打卡|DAY94
【使用场景】《史记·酷吏列传第六十二》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《酷吏列传》。酷吏有别于循吏，是采用严刑峻法来治理的官吏。本传主要记叙了一大批官吏，其中以张汤的笔墨最多。张汤可以说比较狠辣，以致不择手段。
但并不能说这是一个坏人，其为官还是比较清廉的，去世时也家无余财。这样的人肯定会得罪不少人，在其与皇帝稍微疏远时，便有一群人用张汤的手段来对付他，诋毁离间其与皇帝的关系。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day95_2021_12_18="""
有道词典笔打卡|DAY95
【使用场景】《史记·游侠列传第六十四》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《游侠列传》。游侠指那些好气任侠，一诺千金，言出必行的人。秦汉之前，这类人颇多，既有卿士，也有出身卑微的人，但是大多数人的事迹都不闻于后世。
本传记载了汉初的侠士，如朱家、剧孟、郭解等。这些人的豪气可以欣赏，但也要看出他们的不足，对于他们目无法纪、以武犯禁应严厉批判。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day96_2021_12_19="""
有道词典笔打卡|DAY96
【使用场景】《史记·滑稽列传第六十六》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《滑稽列传》。滑稽指反应敏捷、善辩说的人。本传记载了淳于髡、优孟、优旃，以及郭舍人、东方朔、东郭先生、王先生、西门豹等人的几个小故事，
都十分有趣。比如，一次淳于髡作为齐使到楚国献鹄，而路上鹄却飞走了。面对这样的事故，淳于髡没有慌乱，拿着空笼子，造诈成辞，令楚王大悦，厚赏了他。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day97_2021_12_20="""
有道词典笔打卡|DAY97
【使用场景】《史记·货殖列传第六十九》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《货殖列传》。读完受益匪浅，感触良多。比如“人富而仁义附焉”，就是说，人有钱了就会懂得礼节、知道荣辱，提倡仁义。之前电影《寄生虫》，有对
剧中女主人的评价，是即善良而又有钱，还是因为有钱所以善良的讨论。当读到这段话是，对这的理解更加深入了。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day98_2021_12_21="""
有道词典笔打卡|DAY98
【使用场景】《What is a DAO?》
【使用功能】英语查词|整段翻译|单词跟读打分|听力练习
【今日学习心得】今天使用有道词典笔P3读完了一篇文章《What is a DAO?》。作者首先提一下web1、web2时代，然后引到web3从而开始介绍dao。然后作者分别从Organization组织，Autonomous自治以及
Decentralized分布式三个方面介绍dao。本文只是概念的介绍，对于了解dao还是有一些初步的帮助的。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day99_2021_12_22="""
有道词典笔打卡|DAY99
【使用场景】《史记·太史公自序第七十》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《太史公自序》。这一传是司马迁的自叙，他首先讲述司马这一姓氏的发展以及自己完成《史记》的原因。在先秦时期，司马氏便作为观测天象及整理史籍
的职位。到战国之际，几个支脉都出了名将或侠客。汉初时，司马迁的父亲司马谈重新做了史官，成为太史公。司马谈未能参与汉武帝的封禅，深以为憾。他临终嘱托司马迁，完成史记。虽历经磨难，
司马迁终究完成了这部无韵之离骚。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";
String day100_2021_12_23="""
有道词典笔打卡|DAY100
【使用场景】《报任安书》
【使用功能】文言文翻译|图书点读|整段翻译|专属生词本
【今日学习心得】今天使用有道词典笔P3读完了《报任安书》。不知不觉使用有道词典笔P3学习已经100天了，我从来没想到，能将一本《史记》大体上阅读完，本纪、世家、列传这几部分基本上都读了
一遍。有道词典笔P3的文言文翻译、以及古诗词赏析功能的确好用，《史记》中的一部分章节它都要详细的解析；即使没有的，也可以通过它的古代汉语词典功能查询字词的意思。
好物分享|沉浸式学习|开学必备清单|自律|高效学习|无纸化学习|翻译笔|点读笔|高中生必备|新学期逆袭
""";